Repository: simo-hue/wealth-compass
Catalog: apple/WealthCompass/Sources/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Existing transactions using %@ will keep their current category label.
ar: ستحتفظ المعاملات الحالية التي تستخدم %@ بفئتها الحالية.
ca: Les transaccions existents amb %@ mantindran la seva etiqueta de categoria actual.
cs: Stávající transakce využívající %@ si zachovají svůj aktuální štítek kategorie.
da: Eksisterende transaktioner, der bruger %@, beholder deres nuværende kategorietiket.
de: Vorhandene Transaktionen, die %@ verwenden, behalten ihre aktuelle Kategoriebezeichnung.
el: Οι υπάρχουσες συναλλαγές που χρησιμοποιούν %@ θα διατηρήσουν την τρέχουσα ετικέτα κατηγορίας τους.
es: Las transacciones existentes que utilizan %@ mantendrán su etiqueta de categoría actual.
fi: Nykyiset tapahtumat, joissa käytetään %@, säilyttävät nykyisen luokkatunnistuksensa.
fr: Les transactions existantes utilisant %@ conserveront leur étiquette de catégorie actuelle.
he: עסקאות קיימות באמצעות %@ ישמרו על תווית הקטגוריה הנוכחית שלהן.
hi: %@ का उपयोग करने वाले मौजूदा लेनदेन अपना वर्तमान श्रेणी लेबल बनाए रखेंगे।
hr: Postojeće transakcije koje koriste %@ zadržat će oznaku trenutne kategorije.
hu: A %@ használatával meglévő tranzakciók megtartják jelenlegi kategóriacímkéjüket.
id: Transaksi yang ada menggunakan %@ akan mempertahankan label kategori saat ini.
it: Le transazioni esistenti che utilizzano %@ manterranno l'etichetta della categoria corrente.
ja: %@ を使用する既存のトランザクションは、現在のカテゴリ ラベルを保持します。
ko: %@을(를) 사용하는 기존 거래는 현재 카테고리 라벨을 유지합니다.
ms: Urus niaga sedia ada menggunakan %@ akan mengekalkan label kategori semasa mereka.
nb: Eksisterende transaksjoner som bruker %@ vil beholde sin nåværende kategorietikett.
nl: Bestaande transacties met %@ behouden hun huidige categorielabel.
pl: Istniejące transakcje wykorzystujące %@ zachowają swoją obecną etykietę kategorii.
pt_br: As transações existentes que usam %@ manterão o rótulo da categoria atual.
pt_pt: As transações existentes que utilizam %@ manterão o rótulo da categoria atual.
ro: Tranzacțiile existente care folosesc %@ își vor păstra eticheta de categorie actuală.
ru: Существующие транзакции, использующие %@, сохранят свою текущую метку категории.
sk: Existujúce transakcie používajúce %@ si zachovajú svoj aktuálny štítok kategórie.
sv: Befintliga transaktioner som använder %@ kommer att behålla sin nuvarande kategorietikett.
th: ธุรกรรมที่มีอยู่โดยใช้ %@ จะคงป้ายกำกับหมวดหมู่ปัจจุบันไว้
tr: %@ kullanan mevcut işlemler mevcut kategori etiketlerini koruyacaktır.
uk: Існуючі транзакції з використанням %@ збережуть поточну мітку категорії.
vi: Các giao dịch hiện tại sử dụng %@ sẽ giữ nhãn danh mục hiện tại của chúng.
zh_hans: 使用 %@ 的现有交易将保留其当前类别标签。
zh_hant: 使用 %@ 的現有交易將保留其目前類別標籤。

source: Expense
ar: حساب
ca: Despesa
cs: Výdaj
da: Bekostning
de: Kosten
el: Δαπάνη
es: Gastos
fi: Kustannukset
fr: Frais
he: הוֹצָאָה
hi: व्यय
hr: Trošak
hu: Költség
id: Pengeluaran
it: Spese
ja: 費用
ko: 비용
ms: Perbelanjaan
nb: Kostnader
nl: Kosten
pl: Koszt
pt_br: Despesa
pt_pt: Despesa
ro: Cheltuiala
ru: Расход
sk: Výdavok
sv: Bekostnad
th: ค่าใช้จ่าย
tr: Gider
uk: Витрати
vi: Chi phí
zh_hans: 费用
zh_hant: 費用

source: Expense Categories
ar: فئات النفقات
ca: Categories de despeses
cs: Kategorie výdajů
da: Udgiftskategorier
de: Ausgabenkategorien
el: Κατηγορίες δαπανών
es: Categorías de gastos
fi: Kulujen luokat
fr: Catégories de dépenses
he: קטגוריות הוצאות
hi: व्यय श्रेणियाँ
hr: Kategorije troškova
hu: Költségkategóriák
id: Kategori Biaya
it: Categorie di spesa
ja: 経費のカテゴリ
ko: 비용 카테고리
ms: Kategori Perbelanjaan
nb: Utgiftskategorier
nl: Uitgavencategorieën
pl: Kategorie wydatków
pt_br: Categorias de despesas
pt_pt: Categorias de despesas
ro: Categorii de cheltuieli
ru: Категории расходов
sk: Kategórie výdavkov
sv: Utgiftskategorier
th: หมวดหมู่ค่าใช้จ่าย
tr: Gider Kategorileri
uk: Категорії витрат
vi: Danh mục chi phí
zh_hans: 费用类别
zh_hant: 費用類別

source: Expense period
ar: فترة النفقات
ca: Període de despesa
cs: Výdajové období
da: Udgiftsperiode
de: Ausgabenzeitraum
el: Περίοδος εξόδων
es: Periodo de gastos
fi: Kulutusaika
fr: Période de dépense
he: תקופת הוצאה
hi: व्यय अवधि
hr: Troškovno razdoblje
hu: Költségidőszak
id: Periode pengeluaran
it: Periodo di spesa
ja: 支出期間
ko: 비용기간
ms: Tempoh perbelanjaan
nb: Utgiftsperiode
nl: Kostenperiode
pl: Okres wydatków
pt_br: Período de despesas
pt_pt: Período de despesas
ro: Perioada de cheltuieli
ru: Расходный период
sk: Nákladové obdobie
sv: Kostnadsperiod
th: ระยะเวลาค่าใช้จ่าย
tr: Gider dönemi
uk: Період витрат
vi: Kỳ chi phí
zh_hans: 费用期间
zh_hant: 費用期間

source: Expenses
ar: نفقات
ca: Despeses
cs: Výdaje
da: Udgifter
de: Kosten
el: Εξοδα
es: Gastos
fi: Kulut
fr: Dépenses
he: הוצאות
hi: खर्च
hr: Troškovi
hu: Költségek
id: Pengeluaran
it: Spese
ja: 経費
ko: 경비
ms: Perbelanjaan
nb: Utgifter
nl: Uitgaven
pl: Wydatki
pt_br: Despesas
pt_pt: Despesas
ro: Cheltuieli
ru: Затраты
sk: Výdavky
sv: Utgifter
th: ค่าใช้จ่าย
tr: Giderler
uk: Витрати
vi: Chi phí
zh_hans: 开支
zh_hant: 開支

source: EXPENSES
ar: النفقات
ca: DESPESES
cs: VÝDAJE
da: UDGIFTER
de: AUSGABEN
el: ΕΞΟΔΑ
es: GASTOS
fi: KULUT
fr: DÉPENSES
he: הוצאות
hi: खर्च
hr: TROŠKOVI
hu: KÖLTSÉGEK
id: PENGELUARAN
it: SPESE
ja: 経費
ko: 경비
ms: PERBELANJAAN
nb: UTGIFTER
nl: UITGAVEN
pl: WYDATKI
pt_br: DESPESAS
pt_pt: DESPESAS
ro: CHELTUIELI
ru: ЗАТРАТЫ
sk: NÁKLADY
sv: KOSTNADER
th: ค่าใช้จ่าย
tr: GİDERLER
uk: ВИТРАТИ
vi: CHI PHÍ
zh_hans: 支出
zh_hant: 開支

source: Expenses grouped by category
ar: النفقات مجمعة حسب الفئة
ca: Despeses agrupades per categories
cs: Výdaje seskupené podle kategorií
da: Udgifter grupperet efter kategori
de: Ausgaben nach Kategorie gruppiert
el: Έξοδα ομαδοποιημένα ανά κατηγορία
es: Gastos agrupados por categoría
fi: Kulut ryhmitelty luokittain
fr: Dépenses regroupées par catégorie
he: הוצאות מקובצות לפי קטגוריות
hi: खर्चों को श्रेणी के अनुसार समूहीकृत किया गया
hr: Troškovi grupirani po kategorijama
hu: A költségek kategóriák szerint csoportosítva
id: Pengeluaran dikelompokkan berdasarkan kategori
it: Spese raggruppate per categoria
ja: カテゴリごとにグループ化された経費
ko: 카테고리별로 그룹화된 비용
ms: Perbelanjaan dikumpulkan mengikut kategori
nb: Utgifter gruppert etter kategori
nl: Kosten gegroepeerd per categorie
pl: Wydatki pogrupowane według kategorii
pt_br: Despesas agrupadas por categoria
pt_pt: Despesas agrupadas por categoria
ro: Cheltuieli grupate pe categorii
ru: Расходы сгруппированы по категориям
sk: Výdavky zoskupené podľa kategórie
sv: Utgifter grupperade efter kategori
th: ค่าใช้จ่ายจัดกลุ่มตามหมวดหมู่
tr: Kategoriye göre gruplandırılmış giderler
uk: Витрати згруповані за категоріями
vi: Chi phí được nhóm theo danh mục
zh_hans: 按类别分组的费用
zh_hant: 按類別分組的費用

source: Export Failed
ar: فشل التصدير
ca: Ha fallat l'exportació
cs: Export se nezdařil
da: Eksport mislykkedes
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Exportación fallida
fi: Vienti epäonnistui
fr: Échec de l'exportation
he: הייצוא נכשל
hi: निर्यात विफल
hr: Izvoz nije uspio
hu: Az exportálás sikertelen
id: Ekspor Gagal
it: Esportazione non riuscita
ja: エクスポートに失敗しました
ko: 내보내기 실패
ms: Eksport Gagal
nb: Eksporten mislyktes
nl: Exporteren mislukt
pl: Eksport nie powiódł się
pt_br: Falha na exportação
pt_pt: Falha na exportação
ro: Export eșuat
ru: Экспорт не выполнен
sk: Export zlyhal
sv: Exporten misslyckades
th: การส่งออกล้มเหลว
tr: Dışa Aktarma Başarısız
uk: Помилка експорту
vi: Xuất không thành công
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export JSON...
ar: تصدير JSON...
ca: Exporta JSON...
cs: Exportovat JSON...
da: Eksporter JSON...
de: JSON exportieren...
el: Εξαγωγή JSON...
es: Exportar JSON...
fi: Vie JSON...
fr: Exporter JSON...
he: ייצא JSON...
hi: JSON निर्यात करें...
hr: Izvezi JSON...
hu: JSON exportálása...
id: Ekspor JSON...
it: Esporta JSON...
ja: JSON をエクスポート...
ko: JSON 내보내기...
ms: Eksport JSON...
nb: Eksporter JSON...
nl: JSON exporteren...
pl: Eksportuj JSON...
pt_br: Exportar JSON...
pt_pt: Exportar JSON...
ro: Exportați JSON...
ru: Экспортировать JSON...
sk: Exportovať JSON...
sv: Exportera JSON...
th: ส่งออก JSON...
tr: JSON'u dışa aktar...
uk: Експорт JSON...
vi: Xuất JSON...
zh_hans: 导出 JSON...
zh_hant: 導出 JSON...

source: Face ID
ar: معرف الوجه
ca: Identificació facial
cs: ID obličeje
de: Gesichtserkennung
es: identificación facial
fi: Kasvojen tunnus
fr: Identification du visage
he: מזהה פנים
hi: फेस आईडी
hr: ID lica
hu: Arcazonosító
id: ID Wajah
it: ID viso
ja: 顔認証
ko: 페이스 아이디
ms: ID Wajah
nl: Gezichts-ID
pl: Identyfikator twarzy
pt_br: ID facial
pt_pt: ID facial
ru: Идентификатор лица
sk: ID tváre
th: รหัสใบหน้า
tr: Yüz Kimliği
vi: ID khuôn mặt
zh_hans: 人脸识别
zh_hant: 人臉辨識

source: Fee Amount
ar: مبلغ الرسوم
ca: Import de la quota
cs: Výše poplatku
da: Gebyrbeløb
de: Gebührenbetrag
el: Ποσό αμοιβής
es: Monto de la tarifa
fi: Maksun määrä
fr: Montant des frais
he: סכום עמלה
hi: शुल्क राशि
hr: Iznos naknade
hu: Díj összege
id: Jumlah Biaya
it: Importo della commissione
ja: 手数料金額
ko: 수수료 금액
ms: Jumlah Yuran
nb: Gebyrbeløp
nl: Vergoedingsbedrag
pl: Kwota opłaty
pt_br: Valor da taxa
pt_pt: Valor da taxa
ro: Suma taxei
ru: Сумма комиссии
sk: Výška poplatku
sv: Avgiftsbelopp
th: จำนวนค่าธรรมเนียม
tr: Ücret Tutarı
uk: Розмір комісії
vi: Số tiền phí
zh_hans: 费用金额
zh_hant: 費用金額

source: Fee Percentage
ar: نسبة الرسوم
ca: Percentatge de tarifa
cs: Procento poplatku
da: Gebyrprocent
de: Gebührenprozentsatz
el: Ποσοστό αμοιβής
es: Porcentaje de tarifa
fi: Maksuprosentti
fr: Pourcentage des frais
he: אחוז עמלות
hi: शुल्क प्रतिशत
hr: Postotak naknade
hu: Díj százalék
id: Persentase Biaya
it: Commissione percentuale
ja: 手数料率
ko: 수수료 비율
ms: Peratusan Yuran
nb: Avgiftsprosent
nl: Vergoedingspercentage
pl: Procent opłaty
pt_br: Porcentagem de taxas
pt_pt: Percentagem de taxas
ro: Procentul taxei
ru: Процент комиссии
sk: Percento poplatku
sv: Avgiftsprocent
th: เปอร์เซ็นต์ค่าธรรมเนียม
tr: Ücret Yüzdesi
uk: Відсоток комісії
vi: Tỷ lệ phí
zh_hans: 费用百分比
zh_hant: 費用百分比

source: Fee Type
ar: نوع الرسوم
ca: Tipus de tarifa
cs: Typ poplatku
da: Gebyrtype
de: Gebührenart
el: Τύπος αμοιβής
es: Tipo de tarifa
fi: Maksun tyyppi
fr: Type de frais
he: סוג עמלה
hi: शुल्क प्रकार
hr: Vrsta naknade
hu: Díjtípus
id: Jenis Biaya
it: Tipo di tariffa
ja: 料金の種類
ko: 수수료 유형
ms: Jenis Yuran
nb: Avgiftstype
nl: Type vergoeding
pl: Rodzaj opłaty
pt_br: Tipo de taxa
pt_pt: Tipo de taxa
ro: Tipul taxei
ru: Тип комиссии
sk: Typ poplatku
sv: Typ av avgift
th: ประเภทค่าธรรมเนียม
tr: Ücret Türü
uk: Тип комісії
vi: Loại phí
zh_hans: 费用类型
zh_hant: 費用類型

source: Finance
ar: تمويل
ca: Finances
da: Finansiere
de: Finanzen
el: Οικονομικά
es: Finanzas
fi: Rahoitus
he: לְמַמֵן
hi: वित्त
hr: Financije
hu: Pénzügy
id: Keuangan
it: Finanza
ja: ファイナンス
ko: 재원
ms: Kewangan
nb: Finansiere
nl: Financiën
pl: Finanse
pt_br: Financiar
pt_pt: Finanças
ro: Finanţa
ru: Финансы
sk: Financie
sv: Finansiera
th: การเงิน
tr: Finans
uk: Фінанси
vi: Tài chính
zh_hans: 金融
zh_hant: 金融

source: Financial horizon
ar: الأفق المالي
ca: Horitzó financer
cs: Finanční horizont
da: Økonomisk horisont
de: Finanzieller Horizont
el: Οικονομικός ορίζοντας
es: Horizonte financiero
fi: Taloudellinen horisontti
fr: Horizon financier
he: אופק פיננסי
hi: वित्तीय क्षितिज
hr: Financijski horizont
hu: Pénzügyi horizont
id: Cakrawala keuangan
it: Orizzonte finanziario
ja: 財務的展望
ko: 재정적 지평선
ms: Cakrawala kewangan
nb: Finansiell horisont
nl: Financiële horizon
pl: Horyzont finansowy
pt_br: Horizonte financeiro
pt_pt: Horizonte financeiro
ro: Orizontul financiar
ru: Финансовый горизонт
sk: Finančný horizont
sv: Finansiell horisont
th: ขอบฟ้าทางการเงิน
tr: Finansal ufuk
uk: Фінансовий горизонт
vi: Chân trời tài chính
zh_hans: 财务视野
zh_hant: 財務視野

source: Finish
ar: ينهي
ca: Acabar
cs: Dokončit
da: Slutte
de: Beenden
el: Φινίρισμα
es: Finalizar
fi: Valmis
fr: Finition
he: סִיוּם
hi: खत्म करना
hr: Završiti
hu: Befejezés
id: Menyelesaikan
it: Fine
ja: 仕上げる
ko: 마치다
ms: Selesai
nb: Fullfør
pl: Skończyć
pt_br: Terminar
pt_pt: Terminar
ro: Termina
ru: Заканчивать
sk: Dokončiť
sv: Avsluta
th: เสร็จ
tr: Sona ermek
uk: Закінчити
vi: Hoàn thành
zh_hans: 结束
zh_hant: 結束

source: Finish Recurring Transaction?
ar: هل تريد إنهاء المعاملة المتكررة؟
ca: Acabar la transacció recurrent?
cs: Dokončit opakovanou transakci?
da: Afslutte tilbagevendende transaktion?
de: Wiederkehrende Transaktion abschließen?
el: Ολοκλήρωση επαναλαμβανόμενης συναλλαγής;
es: ¿Terminar transacción recurrente?
fi: Lopeta toistuva tapahtuma?
fr: Terminer la transaction récurrente ?
he: לסיים עסקה חוזרת?
hi: आवर्ती लेनदेन समाप्त करें?
hr: Završiti ponavljajuću transakciju?
hu: Befejezi az ismétlődő tranzakciót?
id: Selesaikan Transaksi Berulang?
it: Terminare la transazione ricorrente?
ja: 定期的なトランザクションを終了しますか?
ko: 반복 거래를 완료하시겠습니까?
ms: Selesaikan Transaksi Berulang?
nb: Fullføre gjentakende transaksjon?
nl: Terugkerende transactie voltooien?
pl: Zakończyć transakcję cykliczną?
pt_br: Concluir transação recorrente?
pt_pt: Concluir transação recorrente?
ro: Terminați tranzacția recurentă?
ru: Завершить повторяющуюся транзакцию?
sk: Dokončiť opakujúcu sa transakciu?
sv: Avsluta återkommande transaktion?
th: เสร็จสิ้นการทำธุรกรรมที่เกิดซ้ำ?
tr: Yinelenen İşlem Bitirilsin mi?
uk: Завершити повторювану транзакцію?
vi: Kết thúc giao dịch định kỳ?
zh_hans: 完成经常性交易？

source: Finish schedule
ar: إنهاء الجدول الزمني
ca: Acaba la programació
cs: Dokončete rozvrh
da: Afslut tidsplan
de: Zeitplan beenden
el: Τελειώστε το πρόγραμμα
es: Finalizar cronograma
fi: Lopeta aikataulu
fr: Terminer le calendrier
he: סיים את לוח הזמנים
hi: शेड्यूल ख़त्म करें
hr: Završi raspored
hu: Fejezd be a menetrendet
id: Selesaikan jadwal
it: Termina il programma
ja: 終了スケジュール
ko: 일정 종료
ms: Jadual tamat
nb: Fullfør tidsplanen
nl: Maak het schema af
pl: Zakończ harmonogram
pt_br: Concluir cronograma
pt_pt: Concluir cronograma
ro: Terminați programul
ru: График завершения
sk: Dokončiť rozvrh
sv: Avsluta schemat
th: เสร็จสิ้นกำหนดการ
tr: Programı bitir
uk: Графік завершення
vi: Kết thúc lịch trình
zh_hans: 完成时间表
zh_hant: 完成時間表

source: Finnhub
ar: فينهاب
hi: फिनहब
ja: フィンハブ
ko: 핀허브
ru: Финнхаб
th: ฟินน์ฮับ
zh_hans: 芬兰中心
zh_hant: 芬蘭中心

source: Finnhub API Key
ar: مفتاح Finnhub API
ca: Clau de l'API de Finnhub
cs: Klíč API Finnhub
da: Finnhub API nøgle
de: Finnhub-API-Schlüssel
el: Κλειδί API Finnhub
es: Clave API de Finnhub
fi: Finnhub API-avain
fr: Clé API Finnhub
he: מפתח API של Finnhub
hi: फिनहब एपीआई कुंजी
hr: Finnhub API ključ
hu: Finnhub API kulcs
id: Kunci API Finnhub
it: Chiave API Finnhub
ja: フィンハブ API キー
ko: 핀허브 API 키
ms: Kunci API Finnhub
nb: Finnhub API-nøkkel
nl: Finnhub API-sleutel
pl: Klucz API Finnhuba
pt_br: Chave de API Finnhub
pt_pt: Chave API Finnhub
ro: Cheia API Finnhub
ru: API-ключ Финнхаба
sk: Kľúč API Finnhub
sv: Finnhub API-nyckel
th: คีย์ Finnhub API
tr: Finnhub API Anahtarı
uk: Ключ API Finnhub
vi: Khóa API Finnhub
zh_hans: Finnhub API 密钥
zh_hant: Finnhub API 金鑰

source: Finnhub API Key (Stocks)
ar: مفتاح Finnhub API (الأسهم)
ca: Clau de l'API de Finnhub (existències)
cs: Klíč API Finnhub (akcie)
da: Finnhub API-nøgle (aktier)
de: Finnhub API-Schlüssel (Aktien)
el: Κλειδί API Finnhub (Μετοχές)
es: Clave API de Finnhub (acciones)
fi: Finnhub API Key (osakkeet)
fr: Clé API Finnhub (actions)
he: מפתח API של Finnhub (מניות)
hi: फिनहब एपीआई कुंजी (स्टॉक)
hr: Finnhub API ključ (dionice)
hu: Finnhub API kulcs (Részvények)
id: Kunci API Finnhub (Saham)
it: Chiave API Finnhub (azioni)
ja: Finnhub API キー (株式)
ko: Finnhub API 키(주식)
ms: Kunci API Finnhub (Stok)
nb: Finnhub API-nøkkel (aksjer)
nl: Finnhub API-sleutel (aandelen)
pl: Klucz API Finnhub (akcje)
pt_br: Chave de API Finnhub (ações)
pt_pt: Chave API Finnhub (ações)
ro: Cheie API Finnhub (Stocuri)
ru: Ключ API Finnhub (акции)
sk: Finnhub API kľúč (akcie)
sv: Finnhub API Key (aktier)
th: คีย์ Finnhub API (หุ้น)
tr: Finnhub API Anahtarı (Hisse Senetleri)
uk: Ключ API Finnhub (акції)
vi: Khóa API Finnhub (Cổ phiếu)
zh_hans: Finnhub API 密钥（股票）
zh_hant: Finnhub API 金鑰（股票）

source: Finnhub returned a live AAPL quote at %@.
ar: أعاد Finnhub عرض أسعار مباشر لـ AAPL على %@.
ca: Finnhub ha retornat una cotització AAPL en directe a %@.
cs: Finnhub vrátil aktuální nabídku AAPL na %@.
da: Finnhub returnerede et live AAPL-tilbud på %@.
de: Finnhub hat ein Live-AAPL-Angebot bei %@ zurückgegeben.
el: Η Finnhub επέστρεψε μια ζωντανή προσφορά AAPL στο %@.
es: Finnhub devolvió una cotización AAPL en vivo en %@.
fi: Finnhub palautti live-AAPL-tarjouksen osoitteessa %@.
fr: Finnhub a renvoyé un devis AAPL en direct à %@.
he: Finnhub החזירה הצעת מחיר חיה של AAPL ב-%@.
hi: फिनहब ने %@ पर एक लाइव AAPL कोटेशन लौटाया।
hr: Finnhub je vratio AAPL ponudu uživo u %@.
hu: A Finnhub élő AAPL-ajánlatot adott vissza a következő címen: %@.
id: Finnhub mengembalikan penawaran AAPL langsung di %@.
it: Finnhub ha restituito un preventivo AAPL in tempo reale alle %@.
ja: Finnhub は、%@ に AAPL のライブ見積もりを返しました。
ko: Finnhub는 %@에서 실시간 AAPL 견적을 반환했습니다.
ms: Finnhub mengembalikan petikan AAPL secara langsung di %@.
nb: Finnhub returnerte et direkte AAPL-tilbud på %@.
nl: Finnhub heeft een live AAPL-offerte geretourneerd op %@.
pl: Finnhub przesłał wycenę AAPL na żywo pod adresem %@.
pt_br: Finnhub retornou uma cotação AAPL ao vivo em %@.
pt_pt: Finnhub retornou uma cotação AAPL ao vivo em %@.
ro: Finnhub a returnat o cotație AAPL live la %@.
ru: Finnhub вернул действующую котировку AAPL на %@.
sk: Finnhub vrátil aktuálnu cenovú ponuku AAPL na %@.
sv: Finnhub returnerade en live AAPL offert på %@.
th: Finnhub ส่งคืนใบเสนอราคา AAPL สดที่ %@
tr: Finnhub %@ adresinde canlı bir AAPL teklifi verdi.
uk: Finnhub повернув актуальну котирування AAPL о %@.
vi: Finnhub đã trả lại báo giá AAPL trực tiếp tại %@.
zh_hans: Finnhub 在 %@ 返回了实时 AAPL 报价。
zh_hant: Finnhub 在 %@ 回傳了即時 AAPL 報價。

source: Finnhub returned a live AAPL quote at %@)).
ar: أعاد Finnhub عرض أسعار مباشر لـ AAPL على %@)).
ca: Finnhub ha retornat una cotització AAPL en directe a %@)).
cs: Finnhub vrátil aktuální nabídku AAPL na %@)).
da: Finnhub returnerede et live AAPL-tilbud på %@)).
de: Finnhub hat ein Live-AAPL-Angebot bei %@)) zurückgegeben.
el: Η Finnhub επέστρεψε μια ζωντανή προσφορά AAPL στο %@)).
es: Finnhub devolvió una cotización de AAPL en vivo en %@)).
fi: Finnhub palautti live-AAPL-tarjouksen osoitteessa %@)).
fr: Finnhub a renvoyé un devis AAPL en direct à %@)).
he: Finnhub החזירה הצעת מחיר חיה של AAPL ב-%@)).
hi: फ़िनहब ने %@) पर एक लाइव AAPL उद्धरण लौटाया।
hr: Finnhub je vratio AAPL ponudu uživo na %@)).
hu: A Finnhub élő AAPL-ajánlatot adott vissza a következő címen: %@)).
id: Finnhub mengembalikan penawaran AAPL langsung di %@)).
it: Finnhub ha restituito un preventivo AAPL in tempo reale alle %@)).
ja: Finnhub は、%@)) に AAPL のライブ引用を返しました。
ko: Finnhub는 %@)에서 실시간 AAPL 견적을 반환했습니다.
ms: Finnhub mengembalikan petikan AAPL secara langsung di %@)).
nb: Finnhub returnerte et direkte AAPL-tilbud på %@)).
nl: Finnhub heeft een live AAPL-citaat teruggestuurd op %@)).
pl: Finnhub przesłał aktualną wycenę AAPL pod adresem %@)).
pt_br: Finnhub retornou uma cotação AAPL ao vivo em %@)).
pt_pt: Finnhub retornou uma cotação AAPL ao vivo em %@)).
ro: Finnhub a returnat o cotație AAPL live la %@)).
ru: Finnhub вернул актуальную цитату AAPL на %@)).
sk: Finnhub vrátil aktuálnu cenovú ponuku AAPL na %@)).
sv: Finnhub returnerade en live AAPL offert på %@)).
th: Finnhub ส่งคืนใบเสนอราคา AAPL สดที่ %@))
tr: Finnhub %@'da canlı bir AAPL teklifi döndürdü)).
uk: Finnhub повернув поточну котирування AAPL о %@)).
vi: Finnhub đã trả lại báo giá AAPL trực tiếp tại %@)).
zh_hans: Finnhub 在 %@)) 返回了 AAPL 实时报价。
zh_hant: Finnhub 在 %@)) 回傳了 AAPL 即時報價。

source: First Occurrence
ar: الحادثة الأولى
ca: Primera Ocurrència
cs: První výskyt
da: Første Forekomst
de: Erstes Vorkommen
el: Πρώτη Εμφάνιση
es: Primera ocurrencia
fi: Ensimmäinen esiintyminen
fr: Première occurrence
he: התרחשות ראשונה
hi: पहली घटना
hr: Prva pojava
hu: Első előfordulás
id: Kemunculan Pertama
it: Prima occorrenza
ja: 最初の出現
ko: 첫 번째 발생
ms: Kejadian Pertama
nb: Første forekomst
nl: Eerste gebeurtenis
pl: Pierwsze wystąpienie
pt_br: Primeira ocorrência
pt_pt: Primeira ocorrência
ro: Prima Apariție
ru: Первое появление
sk: Prvý výskyt
sv: Första förekomsten
th: การเกิดขึ้นครั้งแรก
tr: İlk Oluşum
uk: Перша поява
vi: Lần xuất hiện đầu tiên
zh_hans: 第一次出现
zh_hant: 第一次出現

source: Fixed
ar: مُثَبَّت
ca: Arreglat
cs: Opraveno
da: Fast
de: Behoben
el: Σταθερός
es: Fijado
fi: Korjattu
fr: Fixé
he: קָבוּעַ
hi: तय
hr: Popravljeno
hu: Rögzített
id: Tetap
it: Fisso
ja: 修理済み
ko: 결정된
ms: tetap
nb: Fikset
nl: Vast
pl: Naprawił
pt_br: Fixo
pt_pt: Fixado
ro: Fix
ru: Зафиксированный
sk: Opravené
sv: Fast
th: ที่ตายตัว
tr: Sabit
uk: Виправлено
vi: Đã sửa
zh_hans: 固定的
zh_hant: 固定的

source: Follow positions, allocation, and performance.
ar: متابعة المناصب والتخصيص والأداء.
ca: Seguiu les posicions, l'assignació i el rendiment.
da: Følg positioner, tildeling og præstationer.
de: Verfolgen Sie Positionen, Zuordnung und Leistung.
el: Ακολουθήστε τις θέσεις, την κατανομή και την απόδοση.
es: Siga las posiciones, la asignación y el desempeño.
fi: Seuraa paikkoja, jakamista ja suorituskykyä.
fr: Suivez les positions, l’allocation et les performances.
he: עקוב אחר עמדות, הקצאה וביצועים.
hi: पदों, आवंटन और प्रदर्शन का पालन करें।
hr: Pratite pozicije, raspodjelu i učinak.
hu: Kövesse a pozíciókat, az elosztást és a teljesítményt.
id: Ikuti posisi, alokasi, dan kinerja.
it: Segui posizioni, allocazione e performance.
ja: ポジション、配分、パフォーマンスを追跡します。
ko: 위치, 할당 및 성과를 따르십시오.
ms: Ikut jawatan, peruntukan dan prestasi.
nb: Følg posisjoner, tildeling og ytelse.
nl: Volg posities, toewijzing en prestaties.
pl: Śledź pozycje, alokację i wyniki.
pt_br: Acompanhe posições, alocação e desempenho.
pt_pt: Acompanhe as posições, alocação e desempenho.
ro: Urmăriți pozițiile, alocarea și performanța.
ru: Следите за позициями, распределением и производительностью.
sk: Sledujte pozície, rozdelenie a výkon.
sv: Följ positioner, tilldelning och prestation.
th: ติดตามตำแหน่ง การจัดสรร และผลการดำเนินงาน
tr: Pozisyonları, tahsisi ve performansı takip edin.
uk: Слідкуйте за позиціями, розподілом і продуктивністю.
vi: Thực hiện theo các vị trí, phân bổ và hiệu suất.
zh_hans: 遵循职位、分配和绩效。
zh_hant: 遵循職位、分配和績效。

source: Food
ar: طعام
ca: Menjar
cs: Jídlo
da: Mad
de: Lebensmittel
el: Τροφή
es: Comida
fi: Ruokaa
fr: Alimentation
he: מָזוֹן
hi: खाना
hr: Hrana
hu: Élelmiszer
id: Makanan
it: Cibo
ja: 食べ物
ko: 음식
ms: Makanan
nb: Mat
nl: Voedsel
pl: Żywność
pt_br: Comida
pt_pt: Comida
ro: Mâncare
ru: Еда
sk: Jedlo
sv: Mat
th: อาหาร
tr: Yiyecek
uk: харчування
vi: Đồ ăn
zh_hans: 食物
zh_hant: 食物

source: for %@
ar: ل %@
ca: per %@
cs: pro %@
de: für %@
el: για %@
es: para %@
fr: pour %@
he: עבור %@
hi: %@ के लिए
hr: za %@
id: untuk %@
it: per %@
ja: %@用
ko: %@에 대해
ms: untuk %@
nl: voor %@
pl: dla %@
pt_br: para %@
pt_pt: para %@
ro: pentru %@
ru: для %@
sk: pre %@
sv: för %@
th: สำหรับ %@
tr: %@ için
uk: для %@
vi: cho %@
zh_hans: 对于 %@
zh_hant: 對於 %@
